Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: On August 4, 2020, multiple explosions occurred in the city of Beirut, the capital of Lebanon.[1][2][3] The blasts occurred at the Port of Beirut and left at least 78 people dead,[4] more than 4,000 injured, and many more missing.[5][6] The Director General of Lebanese General Security stated the main explosion was linked to approximately 2,750 tonnes of ammonium nitrate that had been confiscated by the government and stored in the port for the past six years at the time of explosion.[7]
ne: ४ अगस्ट, २०२० मा, लेबनानको राजधानी बेरूत सहरमा बहु विस्फोट भयो। [१] [२] []] विस्फोटहरू बेरूतको बन्दरगाहमा भयो र कम्तिमा ७८ व्यक्तिको मृत्यु भयो, []] ४,००० भन्दा बढी घाइते मानिसहरू घाइते भए र धेरै हराए। []] []] लेबनानका सुरक्षाका महानिर्देशकले भने कि मुख्य विस्फोटन करिब २,७५० टन अमोनियम नाइट्रेटसँग सम्बन्धित छ जुन विस्फोटको समयमा विगत छ बर्षमा सरकारले जफत गरेको थियो र बन्दरगाहमा भण्डार गरिएको थियो। []]

source: The treaty also granted Nepalese the same economic and educational opportunities as Indian citizens in India, while accounting for preferential treatment to Indian citizens and businesses compared to other nationalities in Nepal. The Indo-Nepal border is open; Nepalese and Indian nationals may move freely across the border without passports or visas and may live and work in either country. However, Indians aren't allowed to own land-properties or work in government institutions in Nepal, while Nepalese nationals in India are allowed to work in Indian government institutions (except in some states and some civil services (the IFS, IAS, and IPS)).[1] After years of dissatisfaction by the Nepalese government, India in 2014, agreed to revise and adjust the treaty to reflect the current realities.[2] However, the modality of adjustment hasn't been made clear by either side.
ne: भारत र नेपालले एक आपसबिचको सम्बन्ध सन् १९५० को भारत-नेपाल शान्ति तथा मैत्री सन्धि र दुई देशहरूबीचको सुरक्षा सम्बन्धलाई परिभाषित गर्ने गोप्य चिठ्ठीसहितको , र दुई देशीय व्यापार र व्यापारिक क्षेत्रलाई भारतको सीमा पार गर्ने सम्बन्धी सम्झौताद्वारा शुरुवात गरे। भारत सरकार र नेपालका राणा शासकहरु बीच १९५० को सन्धि र पत्रहरुमा भनिएको छ कि "कुनै पनि सरकारले अर्काको सुरक्षामा कुनै पनि खतरालाई विदेशी आक्रमणकारीले सहने छैन" र "कुनै राष्ट्रसँग ठूलो खलबल वा फाटो पर्न आई त्यसबाट दुइ सरकारको बीचमा रहेको मैत्रीको सम्बन्धमा खलल पर्न जाने सम्भावना देखिएमा दुवै सरकारले परस्परमा सो कुराको समाचार दिने जिम्मेवारी कबुल गर्छन् । " यी सम्झौताहरूले भारत र नेपालको बिच "विशेष सम्बन्ध" बनाए। यस सन्धिले नेपालीलाई भारतको भारतीय नागरिक जत्तिकै आर्थिक र शैक्षिक अवसरहरू प्रदान गरेको छ, जबकि नेपालका अन्य राष्ट्रियताहरूको तुलनामा भारतीय नागरिक र व्यवसायलाई प्राथमिकतामा राखेको छ। भारत-नेपाल सीमा खुला छ; नेपाली र भारतीय नागरिकहरू राहदानी वा भिसा बिना स्वतन्त्र रूपमा सीमा पार हिड्न सक्छन् र कुनै पनि देशमा बस्न र काम गर्न सक्दछन्। यद्यपि भारतीयहरूलाई नेपालमा जग्गा-सम्पत्ति खरिद गर्न वा सरकारी संस्थानमा काम गर्न अनुमति छैन, जबकि भारतका नेपाली नागरिकहरूलाई भारतीय सरकारी संस्थाहरूमा काम गर्न अनुमति दिइन्छ ( केही राज्यहरू र केही सिभिल सेवाहरू बाहेक ) ( आईएफएस, आईएएस, र आईपीएस) ))। [१] नेपालको वर्षौदेखिको असन्तुष्टि पश्चात सन् २०१४ मा भारत यस सन्धी संशोधन गर्न राजी भयो सन्धि वर्तमान वास्तविकता प्रतिबिम्बित गर्न। [२] जे होस्, संशोधन को ढाँचा दुबै पक्ष द्वारा स्पष्ट गरिएको छैन।

source: Despite the close linguistic, marital, religious and cultural ties at people-to-people level between Indians and Nepalese, since late 2015 political issues and border disputes have strained relations between the two countries with anti-Indian sentiment growing amongst the government and people of Nepal.[3] Further because of border disputes between the two countries, a boundary agreement hasn't yet been ratified by either government.
ne: भारत र नेपालबीचको जन स्तर बीचको भाषिक, वैवाहिक, धार्मिक र सांस्कृतिक सम्बन्धको बाबजुद वि.सं २०७२ पछी राजनीतिक मुद्दा र सीमा विवादले भारत र भारतीय जनता बीचमा बढ्दो भारत विरोधी भावनाका कारण दुई देशबीचको सम्बन्धलाई तनावपूर्ण बनाएको छ। नेपाल [१] यसबाहेक दुई देश बीचको सीमा विवादका कारण सीमा स्म्झौता अझैसम्म कुनै सरकारले अनुमोदन गरेको छैन।

source: Border crossings
ne: सीमा वारपार

source: Integrated check posts with immigration and customs facilities are:[39]
ne: अध्यगमन र भन्सार सुविधाका साथ एकीकृत चेक पोष्टहरू हुन्: [१]

source: Jogbani, Bihar Sunauli, Uttar Pradesh Rupaidiha, Uttar Pradesh Taulihawa-Siddharthnagar (only for India and Nepalese citizens) Jathi, Bihar
ne: जोगबनी, बिहार सुनौली, उत्तर प्रदेश रूपैडिहा, उत्तर प्रदेश तौलिहावा - सिद्धार्थनगर (भारत र नेपालीका लागि मात्र) जथी, बिहार

source: Human trafficking in Nepal is a serious concern. An estimated 100,000–200,000 Nepalese in India are believed to have been trafficked.[42][43] Sex trafficking is particularly rampant within Nepal and to India, with as many as 5,000–10,000 women and girls trafficked to India alone each year.[42] The seriousness of trafficking of Nepalese girls to India was highlighted by CNN Freedom Project's documentary: Nepal's Stolen Children.[44] Maiti Nepal has rescued more than 12,000 stolen Nepalese children from sex trafficking since 1993.[44]
ne: नेपालमा मानव बेचबिखन गम्भीर चिन्ताको विषय हो। अनुमानित १ लाख - २ लाख नेपालीहरू भारतमा बेचिने गरेको विश्वास गरिन्छ। [१] [२] विशेष गरी नेपाल र भारतमा यौन बेचबिखन व्यापक रूपमा व्याप्त छ, प्रत्येक वर्ष ५,००० -१०,००० महिला र केटीहरू भारतमा मात्र तस्करी गर्दछन्। [१] सीएनएन स्वतन्त्रता परियोजनाको वृत्तचित्र: नेपालका चोरी बालबालिकाले नेपाली चेलीबेटी को भारतमा बेचबिखनको गम्भीरतालाई प्रकाश पारे। []] १९९३ देखि माइती नेपालले १२,००० भन्दा बढी चोरी भएका नेपाली बच्चाहरूलाई यौन बेचबिखनबाट बचाएको छ। []]

source: 2015 Madhesi crisis and Nepal blockade
ne: २०७२ को मधेस संकट र नेपाल नाकाबन्दी

source: Nepali Indians Nepalese people of Indian ancestry Foreign relations of Nepal Foreign relations of India Territorial disputes of India and Nepal India-Nepal border South Asian Association for Regional Cooperation (SAARC) Nepal Bharat Library
ne: Nepali Indians Nepalese people of Indian ancestry नेपालको परराष्ट्र सम्बन्ध Foreign relations of India नेपाल भारत सीमा समस्या India-Nepal border दक्षिण एसियाली क्षेत्रीय सहयोग संगठन (SAARC) नेपाल भारत पुस्तकालय

source: The library was established in 1951 after India set up the diplomatic relation with Nepal (13th June 1947) with an aim to enhance and strengthen cultural relations and information exchange between India and Nepal[1]. It is the first foreign library in Nepal. Initially, the library was located in Basantapur, however in 1970, it was relocated to New Road.[2] In 1980s the average visitors were 1,150 per daily [2].
ne: नेपाल भारत पुस्तकालय वा अधिक सामान्य रूपमा भारतीय पुस्तकालय भनिन्छ काठमाडौं, नेपालमा भारतीय दूतावास द्वारा संचालित पुस्तकालय हो । यस पुस्तकालयलाई सन् २००५ सम्म पाल-भारत संस्कृतिक केन्द्र भनिन्थ्यो। भारत र नेपालबीच सांस्कृतिक सम्बन्ध र सूचना आदानप्रदानको सुदृढीकरण र सुदृढीकरण गर्ने उद्देश्यका साथ भारतले नेपालसँग कूटनीतिक सम्बन्ध स्थापना गरेपछि १९५६ मा मा यस पुस्तकालयको स्थापना भएको थियो [१] । यो नेपालको पहिलो विदेशी पुस्तकालय हो। सुरुमा पुस्तकालय बसन्तपुरमा अवस्थित थियो, जबकि सन् १९७० मा, यसलाई न्यु रोडमा सारियो । [२] सन् १९८० को दशकमा दैनिक औसत १,१५० आगन्तुकहरू आउनेमा [२] थिए । २०२० मा प्रति दिन आगन्तुकहरूको संख्या झन्डै ३०० पुगेको छ। []]

source: The library is open 6 days a week; 12:00 to 17:00 for the public and 11:00 to 17:00 for the staff members. [citation needed]
ne: पुस्तकालय हप्ताको ६ दिन days दिन खुल्ला हुन्छ; सर्व साधारणको लागि १२:०० देखि १७:०० सम्म र कर्मचारी सदस्यहरूका लागि ११:०० देखि १७:०० सम्म। [ उद्धरण आवश्यक ]

source: Tedros Adhanom Ghebreyesus (Ge'ez: ቴዎድሮስ አድሓኖም ገብረኢየሱስ; born 3 March 1965)[1] is an Ethiopian[1] biologist, public health researcher and official[2] who has served since 2017 as Director-General of the World Health Organization.[3][4] Tedros is the first non-physician and first African in the role;[5] he was endorsed by the African Union.[6] He has held two high-level positions in the government of Ethiopia: Minister of Health from 2005 to 2012[7] and Minister of Foreign Affairs from 2012 to 2016.[8][9]
ne: डा. टेड्रोस एड्हानोम गेहब्रेयसस (Tedros Adhanom Ghebreyesus ( Ge'ez : ቴዎድሮስ አድሓኖም ገብረኢየሱስ; जन्म ३ मार्च १९६५ ) [1] एक इथियोपियाली [1] जीवविज्ञानी, सार्वजनिक स्वास्थ्य शोधकर्ता र आधिकारिक [2] २०१७ देखि सेवा गरेको जो रूपमा निर्देशक-सामान्य भएको को विश्व स्वास्थ्य संगठन को महाा निर्देशकको रुुुुुुु पमापमापमपमपप । []] []] टेड्रस पहिलो गैर चिकित्सक र भूमिकामा पहिलो अफ्रिकी हुन्; []] उनलाई अफ्रिकी संघले समर्थन गर्यो। []] उन इथियोपिया सरकारमा दुई उच्च-पदमा ओगटेका छन् : २००५ देखि २०१२ सम्म स्वास्थ्य मन्त्री []] र २०१२ देखि २०१६ सम्मका विदेश मन्त्री । []] []]

source: Minister of Foreign Affairs of Ethiopia (2012–2016)
ne: इथियोपियाका विदेश मन्त्री (२०१२-२०१६)

source: The South Asia Satellite (designated GSAT-9), formerly known as SAARC Satellite, is a geostationary[4] communications and meteorology satellite operated by the Indian Space Research Organisation for the South Asian Association for Regional Cooperation (SAARC) region.[5] The satellite was launched on 5 May 2017. During the 18th SAARC summit held in Nepal in 2014, Indian Prime Minister Narendra Modi mooted the idea of a satellite serving the needs of SAARC member nations[6][7] as a part of his neighbourhood first policy.[8] Afghanistan, Bangladesh, Bhutan, Maldives, Nepal and Sri Lanka are the users of the multi-dimensional facilities provided by the satellite.
ne: दक्षिण एसियाली उपग्रह (निर्दिष्ट GSAT-9) पूर्व नाम सार्क स्याटेलाइट, भूगर्भीय [१] संचार र मौसम विज्ञान उपग्रह हो जुन दक्षिण एशियाली क्षेत्रीय सहयोग संगठन (सार्क) को क्षेत्रका लागि भारतीय अन्तरिक्ष अनुसन्धान संगठन द्वारा संचालित छ । [२] यो उपग्रह ५ मे २०१७ मा प्रक्षेपण गरियो। २०१४ मा नेपालमा आयोजित १८ औं सार्क शिखर सम्मेलनको समयमा , भारतीय प्रधानमन्त्री नरेन्द्र मोदीले सार्क सदस्य राष्ट्रका आवश्यकता सेवा एक उपग्रह को विचार व्यक्त गरे [3] [4] आफ्नो छिमेकी पहिलो नीति को एक भागको रूपमा । []] अफगानिस्तान, बंगलादेश, भुटान, माल्दिभ्स, नेपाल र श्रीलंका उपग्रहद्वारा प्रदान गरिएको बहुआयामिक सुविधाहरूको प्रयोगकर्ता हुन्।

source: Pakistan "offered technical and monetary support"[9] which India rejected saying that it wanted the project to be a "gift" and multi-national collaboration would be time consuming.[2] Pakistan later on declined to participate in the project citing India's refusal to collaboration and security reasons.[11][12] Afghanistan too was initially non-committal to the satellite[13] which led to renaming of satellite from "SAARC Satellite" to "South Asia Satellite." As of 2019 with exception of Pakistan, the satellite is in service with all SAARC countries.
ne: पाकिस्तानले "प्राविधिक र मौद्रिक सहयोग प्रस्ताव गर्‍यो" [१] जुन भारतले यो परियोजनालाई "उपहार" बनाउन चाहेको र बहु-राष्ट्रिय सहयोग समय खपत हुने भन्दै अस्वीकार गर्‍यो । [२] पछि पाकिस्तानले भारतले सहयोग अस्वीकार गरेको र सुरक्षाका कारण परियोजनामा भाग लिन अस्वीकार गर्‍यो। []] []] अफगानिस्तान पनि सुरुमा उपग्रहको लागि गैर-प्रतिबद्ध थियो []] जसले "सार्क उपग्रह" बाट "दक्षिण एशिया उपग्रह" मा उपग्रहको नाम परिवर्तन गर्‍यो। पाकिस्तानलाई बाहेक २०१९ सम्ममा उपग्रह सबै सार्क देशहरूको सेवामा छ।

source: The announcement of the satellite was generally met with favourable views by the SAARC nations that supported the program, specifically from Sri Lanka and Bangladesh.[20]
ne: स्याटेलाइटको घोषणालाई सामान्यतया सार्क राष्ट्रहरूले विशेष गरी श्रीलंका र बंगलादेशले सहयोग पुर्‍याउने अनुकूल विचारहरू व्यक्त भेट गरे । [१]

source: First term (1994–2001)
ne: पहिलो अवधि (१९९४-२००१ )

source: Second term (2001–2006)
ne: दोस्रो अवधि (२००१-२००६ )

source: Third term (2006–2010)
ne: तेस्रो अवधि (२००६ –२०१०)

source: Alexander Grigoryevich Lukashenko (Russian: Алекса́ндр Григо́рьевич Лукаше́нко, IPA: [ɐlʲɪˈksandr ɡrʲɪˈɡorʲjɪvʲɪtɕ ɫʊkɐˈʂɛnkə]) or Alyaksandr Ryhoravich Lukashenka (Belarusian: Алякса́ндр Рыго́равіч Лукашэ́нка, IPA: [alʲaˈksand(a)r rɨˈɣɔravʲitʂ lukaˈʂɛnka]; born 30 August 1954) is a Belarusian politician, who has served as President of Belarus since the establishment of the office on 20 July 1994.[3] Before launching his political career, Lukashenko worked as director of a collective farm (kolkhoz), and served in the Soviet Border Troops and in the Soviet Army. He was the only deputy of the Belarusian parliament to vote against the 1991 dissolution of the Soviet Union.
ne: अलेक्जेन्डर ग्रिगोरिभिच लुकासेन्को ( Russian , IPA: ) वा Alyaksandr Ryhoravich Lukashenka ( Belarusian , IPA: ; जन्म अगस्त ३० १९५४ ) बेलारूसी राजनीतिज्ञ हुन् , जसले २० जुलाई १९९४ मा कार्यालय स्थापना भएदेखि बेलारुसको राष्ट्रपतिको रूपमा सेवा गरिसकेका छ। [१] आफ्नो राजनीतिक जीवन सुरु गर्नु अघि लुकासेन्कोले सामूहिक फार्म ( कोल्खोज ) का निर्देशकको रूपमा काम गरे र सोवियत सीमा सेना र सोभियत सेनामा काम गरे । उनी १ 199 199 १ को सोभियत संघको विघटनको बिरूद्ध मतदान गर्ने बेलारूसी संसदको एक मात्र सहायक थिए।

source: Fourth term (2010–2015)
ne: चौथो अवधि (२०१०–२०१५)

source: Lukashenko opposed Western-backed shock therapy during the post-Soviet transition. He has supported state ownership of key industries in Belarus. Lukashenko's government has also retained much of the country's Soviet-era symbolism, especially those that are related to victory in World War II.[1]
ne: लुकाशेन्कोले सोभियत पछिको संक्रमणकालीन समयमा पश्चिमी समर्थित शॉक थेरापीको विरोध गरे। उनले बेलारुसका मुख्य उद्योगहरूको राज्य स्वामित्वलाई समर्थन गरेको छ। लुकासेंको सरकार पनि धेरै देशको को खुलिरहेको छ सोभियत-युग प्रतीकात्मक रूप,विशेष गरी ती द्वितीय विश्व युद्ध विजयसँग सम्बन्धित छन् । [१]

source: Fifth term (2015–2020)
ne: पाँचौं अवधि (२०१५–२०२०)

source: Lukashenko heads an authoritarian regime in Belarus.[5][6] Elections are not free and fair, opponents of the regime are repressed, and the media is not free.[7][8][9][10][11][12][13][14] Since 2006, the European Union and the United States have repeatedly imposed and lifted sanctions on Lukashenko and on other Belarusian officials for human rights violations.[15][16]
ne: लुकाशेन्को बेलारुस मा एक अधिनायकवादी शासन को नेतृत्वमा छन् । [१] [२] चुनाव स्वतन्त्र र निष्पक्ष हुँदैन, शासनका विरोधीहरुलाई दमन गरिन्छ, र मिडिया स्वतन्त्र छैन। []] []] []] []] []] []] []] [१०] २००६ देखि , युरोपेली संघ र संयुक्त राज्य अमेरिकाले लुकाशेन्को र अन्य बेलारूसी अधिकारीहरुलाई मानव अधिकार उल्लंघनको लागि बारम्बार प्रतिबन्ध लगाएका छन् । [११] [१२]

source: Early life and career (1954–94)
ne: प्रारम्भिक जीवन र क्यारियर (१९५४-९४ )

source: Thomas Isidore Noël Sankara (French pronunciation: ​[tɔma sɑ̃kaʁa]; 21 December 1949 – 15 October 1987) was a Burkinabé militant social justice campaigner and President of Burkina Faso from 1983 to 1987. A Marxist–Leninist and pan-Africanist, he was viewed by supporters as a charismatic and iconic figure of revolution and is sometimes referred to as "Africa's Che Guevara".[1][2][3][4]
ne: थोमस संकरा ( French pronunciation: ; २१ डिसेम्बर १९४९ -१५ अक्टोबर १९८७ ) एक बुर्किना फासो सामाजिक न्याय अभियानकर्ता र १९८३ देखि १९८८ सम्म बुर्किना फासो का राष्ट्रपति थिए। मार्क्सवादी – लेनिनवादी र पान अफ्रिकीवादी रहेका उनलाई उनका समर्थकहरूले करिश्माई र क्रान्तिको प्रतिष्ठित व्यक्तित्वका रूपमा हेर्थे र कहिलेकाँही "अफ्रिकाका चे गुवारा " भनेर चिनिन्छन्। [१] [२] []] []]

source: A coup d'état organised by Blaise Compaoré made Sankara President on 4 August 1983 at the age of 33. The coup d'état was supported by Libya, which was at the time on the verge of war with France in Chad (see history of Chad).
ne: ब्लेज कम्पाउरीले गरेको "कु" बाट ४ अगस्त १९८३ मा ३३ वर्षको उमेरमा संकारा राष्ट्रपति बने। यो विद्रोहलाई लिबियाले सहयोग गरेको थियो, जुन त्यस समय चाडमा फ्रान्ससँग युद्धको बिन्दुमा थियो।

source: Creating self-sufficiency
ne: आत्मनिर्भरता सिर्जना

source: The coat of arms of Burkina Faso under Sankara from 1984–1987, featuring a crossed mattock and AK-47 (an allusion to the Hammer and Sickle) with the motto La Patrie ou la Mort, nous vaincrons (English: "Fatherland or death, we will win") . Mattock and AK-47 is also featured in Coat of arms of Mozambique, while the motto below the arms is also the current motto of Cuba, although in Spanish.
ne: सन् १९८४-१९८७ मा संकरा को कालमा बुर्किना फासो को निसान छाप , एक पार पारिएको म्याटॉक र एके-47 ( हसिया हथौड़ा संकेत) ला पट्री औ ला मोर्ट, न्युस भाइनक्रोन (अंग्रेजी: "फादरल्याण्ड वा मृत्यु, हामी जित्नेछौं ")। मोट्टक र एके 47 47 को मोजाम्बिकको हतियारको कोटमा पनि चित्रित छ, जबकि हतियारमुनि रहेको आदर्श वाक्य पनि क्युबाको हालको आदर्श वाक्य हो, यद्यपि स्पेनिशमा।

source: He reduced the salaries of well-off public servants (including his own) and forbade the use of government chauffeurs and first class airline tickets. He redistributed land from the feudal landlords to the peasants. Wheat production increased from 1,700 kilograms per hectare (1,500 lb/acre) to 3,800 kilograms per hectare (3,400 lb/acre), making the country food self-sufficient.[1] He opposed foreign aid, saying that "he who feeds you, controls you".[8] He spoke in forums like the Organization of African Unity against what he described as neo-colonialist penetration of Africa through Western trade and finance.[8] He called for a united front of African nations to repudiate their foreign debt.
ne: उनले मर्सिडीज कारको सरकारी बेचे बेचे र रेनॉल्ट ((बुर्किना फासोमा त्यतिबेला बिक्री भएको सबैभन्दा सस्तो कार) मन्त्रीहरूको आधिकारिक सेवा कार बनाए। उनले सरकारी कर्मचारीहरूको तलब घटाए (उनको आफ्नै सहित) र सरकारी चाफर्स र प्रथम श्रेणी एयरलाइन टिकटको प्रयोग गर्न निषेध गरे। उनले सामन्ती जमिन्दारहरूबाट किसानहरूलाई जग्गा पुन: वितरण गरे। गहुँ उत्पादन 1,700 kilograms per hectare (1,500 बाट बढेर 3,800 kilograms per hectare (3,400 ,जसबाट देश खाद्यान्न मा आत्मनिर्भर बन्यो। [१] उनले वैदेशिक सहायताको विरोध गर्दै भने, "जसले तपाईंलाई खुवाउँदछ, उसले तपाईंलाई नियन्त्रण गर्दछ"। [१] उनले अफ्रिकी संघको संगठन जस्ता फोरममा बोले जुन उनले पश्चिमी व्यापार र वित्तको माध्यमबाट अफ्रिकाको नव-उपनिवेशवादी प्रवेशको रूपमा वर्णन गरे। [१] उनले अफ्रिकी देशहरूको संयुक्त मोर्चालाई वैदेशिक ऋण अस्वीकार गर्न आग्रह गरे। उनले तर्क दिए कि गरिब र शोषितको धनी र शोषणकारीलाई ऋण तिर्न कुनै बाध्यता छैन। [१]

source: In Ouagadougou, Sankara converted the army's provisioning store into a state-owned supermarket open to everyone (the first supermarket in the country).[1] He forced well-off civil servants to pay one month's salary to public projects.[1] He refused to use the air conditioning in his office on the grounds that such luxury was not available to anyone but a handful of Burkinabés.[2] As President, he lowered his salary to $450 a month and limited his possessions to a car, four bikes, three guitars, a refrigerator, and a broken freezer.[7]
ne: ऊगादोगो मा, संकराले सेनाको प्रोविजनिंग स्टोर राज्य को स्वामित्वको सुपरमार्केटमा रूपान्तरण गरे जुन सबैको लागी खुल्ला थियो (देशको पहिलो सुपरमार्केट)। [१] उनले सार्वजनिक क्षेत्रका राम्रो तलब सुबिधा भएका सरकारी कर्मचारीहरूलाई एक महिनाको तलब सार्वजनिक परियोजनाको लागि भुक्तान गर्न बाध्य तुल्याए। [१] उनले आफ्नो अफिसमा ए.सि. (वातानुकूलन) प्रयोग गर्न अस्वीकार गरे कि त्यस्ता विलासिता अरू कसैलाई उपलब्ध थिएन तर मुठीभर बुर्किनाबहरूको लागि मात्र उपलब्ध छ । [2] राष्ट्रपतिको हैसियतमा उनले आफ्नो तलब एक महिनाको $४५० डलरमा झारे र उसको सम्पत्ति कार, चार बाइक, तीन गितार, फ्रिजमा सीमित गरे। [२]

source: Tenets
ne: सिद्धान्त

source: Age and gender roles
ne: उमेर र लैंगिक भूमिका

source: Fascism has been widely criticized and condemned in modern times since the defeat of the Axis Powers in World War II.
ne: दोस्रो विश्वयुद्धमा धुरी शक्तिहरूको पराजयदेखि नै आधुनिक समयमा फासिवाद को व्यापक आलोचना र निन्दा गरिएको छ।

source: Anti-democratic and tyrannical
ne: लोकतन्त्र विरोधी र अत्याचारी

source: Hitler and Spanish dictator Francisco Franco in Meeting at Hendaye, on 23 October 1940
ne: हिटलर र स्पेनिश तानाशाह फ्रान्सिस्को फ्रान्को २३ अक्टूबर १९४० मा हेन्डेमा बैठक

source: Fascism (/ˈfæʃɪzəm/) is a form of far-right, authoritarian ultranationalism[1][2] characterized by dictatorial power, forcible suppression of opposition, as well as strong regimentation of society and of the economy[3] which came to prominence in early 20th-century Europe.[4] The first fascist movements emerged in Italy during World War I, before spreading to other European countries.[4] Opposed to liberalism, Marxism, and anarchism, fascism is placed on the far right within the traditional left–right spectrum.[4][5][6]
ne: फासीवाद ( / / एई ʃ ɪ Z əm / ) उग्र दक्षिणपन्थी, सर्व सत्तावादी उग्र राष्ट्रवादको एउटा स्वरूप हो। [2] [2] तानाशाही शक्ति, फरक विचारको / विरोधको बलपूर्वक दमन, साथै समाज र अर्थतन्त्रको बलियो फौजीकरणy[3] फासिवादको विशेषता हो जुन २० औं शताब्दीको युरोपमा प्रख्यात भयो। [4] अन्य युरोपेली देशहरूमा फैलिनु अघि पहिलो फासीवादी आन्दोलन इटालीमा पहिलो विश्वयुद्धको क्रममा देखा पर्‍यो, । [5] उदारवाद, मार्क्सवाद र अराजकतावादको विरोधमा फासीवाद पारम्परिक बायाँ - दायाँ रंगावली भित्र उग्र दक्षिणतर्फ राखिएको छ। . [6][7]

source: Fascists saw World War I as a revolution that brought massive changes to the nature of war, society, the state, and technology. The advent of total war and the total mass mobilization of society had broken down the distinction between civilians and combatants. A "military citizenship" arose in which all citizens were involved with the military in some manner during the war.[7][8] The war had resulted in the rise of a powerful state capable of mobilizing millions of people to serve on the front lines and providing economic production and logistics to support them, as well as having unprecedented authority to intervene in the lives of citizens.[7][8]
ne: फासीवादहरूले पहिलो विश्वयुद्धलाई क्रान्तिको रूपमा देखे जसले युद्ध, समाज, राज्य र प्रविधिको प्रकृति मा ठूलो परिवर्तन ल्यायो। पूर्ण युद्धको आगमन र समाजको जम्मा जन परिचालनले नागरिक र लडाकू बीचको भिन्नता तोड्यो। एक "सैन्य नागरिकता" उत्पन्न भयो जसमा सबै नागरिकहरू युद्धमा कुनै न कुनै रूपमा सेनामा संलग्न थिए। [२] यो युद्धको परिणाम स्वरूप एक शक्तिशाली राज्यको उदय भयो जसले लाखौं मानिसलाई अग्र मोर्चा मा सेवाका लागि परिचालन गर्न र उनीहरूलाई सहयोग गर्न आर्थिक उत्पादन र रसद प्रदान गर्नका साथै नागरिकहरूको जीवनमा हस्तक्षेप गर्ने अभूतपूर्व अधिकार पाएको थियो। [२]

source: The Italian term fascismo is derived from fascio meaning "a bundle of sticks", ultimately from the Latin word fasces.[14] This was the name given to political organizations in Italy known as fasci, groups similar to guilds or syndicates. According to Italian fascist dictator Benito Mussolini's own account, the Fasces of Revolutionary Action were founded in Italy in 1915.[15] In 1919, Mussolini founded the Italian Fasces of Combat in Milan, which became the National Fascist Party two years later. The Fascists came to associate the term with the ancient Roman fasces or fascio littorio[16]—a bundle of rods tied around an axe,[17] an ancient Roman symbol of the authority of the civic magistrate[18] carried by his lictors, which could be used for corporal and capital punishment at his command.[19][20]
ne: इटालियन फासिस्ट तानाशाह बेनिटो मुसोलिनीको अनुसार, फेसेज अफ रिभोलुसन एक्सन इटालीमा १९१५ मा स्थापना भएको थियो। [२] १९१९ मा, मुसोलिनीले मिलानमा इटालियन फास्सेस अफ कम्ब्याट स्थापना गरे, जुन दुई वर्ष पछि राष्ट्रिय फासिस्ट पार्टी भयो।
